[
  {
    "title": "요령부득",
    "content": "부지런히 움직여도 성과가 크게 느껴지지 않는 날입니다. 열심히 노력한 만큼의 결과는 얻지만, 기대했던 것보다는 부족하게 느껴질 수 있어 아쉬움이 남을 수 있습니다. 특히 주변 사람들에게 베풀었던 일에 대해 충분한 인정을 받지 못할 수도 있어 서운함이 커질 수 있습니다.\n\n하지만 실제로 큰 손해가 생기지는 않으니 마음을 다잡고 여유를 갖는 것이 중요합니다. 너무 많은 것을 바라지 말고, 작은 성과에도 감사하며 진심으로 행동한다면 그 노력은 반드시 나중에 큰 보상으로 돌아올 것입니다."
  },
  {
    "title": "순풍항해",
    "content": "오늘은 마치 순풍을 타고 항해하는 배처럼 모든 일이 순조롭게 진행됩니다. 이전에 막히던 문제들도 자연스럽게 해결의 실마리가 보이며, 주변 사람들과의 협업에서도 긍정적인 기운이 흐릅니다.\n\n지금은 머뭇거리기보다는 적극적으로 움직일 때이며, 시도하는 일마다 좋은 결과를 기대할 수 있습니다. 특히 새로운 기획이나 대외적인 활동에 도전하면 좋은 기운이 따르니 자신감을 갖고 나아가세요."
  },
  {
    "title": "호사다마",
    "content": "기쁜 일이 있은 직후에는 예상치 못한 문제가 뒤따를 수 있는 날입니다. 좋은 일이 생겼다고 너무 들뜨기보다는, 조심스럽게 상황을 관찰하고 행동하는 것이 현명합니다.\n\n작은 실수가 큰 결과로 이어질 수 있으니 한 번 더 점검하고 신중하게 판단하세요. 지나친 자신감은 삼가고, 겸손한 자세로 하루를 보내면 큰 문제 없이 무난하게 지나갈 수 있습니다."
  },
  {
    "title": "전화위복",
    "content": "처음에는 상황이 불리하게 흘러가는 것처럼 보여도, 시간이 지나면 오히려 좋은 결과로 이어질 수 있는 날입니다. 지금 당장은 마음이 답답하고 불안할 수 있지만, 포기하지 않고 꾸준히 노력하면 그 결과는 분명히 빛을 발하게 됩니다.\n\n오늘의 시련은 당신에게 강한 인내력과 내면의 성장 기회를 줄 것입니다. 위기를 기회로 삼고 긍정적인 시선으로 바라보세요."
  },
  {
    "title": "백전백승",
    "content": "오늘은 기운이 충만하고 집중력이 강해져서 무엇이든 도전하면 좋은 성과를 얻을 수 있는 날입니다. 승부를 보는 일이나 경쟁 상황에서도 유리한 위치를 선점할 수 있으니, 주저하지 말고 용기를 내어 도전해보세요.\n\n단, 승리에 도취되어 주변 사람들을 소홀히 하거나 자만하지 않도록 주의하세요. 겸손한 태도를 유지한다면 금상첨화의 운이 함께할 것입니다."
  },
  {
    "title": "묵묵부답",
    "content": "의사소통이 원활하지 않거나, 하고 싶은 말을 해도 잘 전달되지 않는 하루입니다. 주변 사람들과의 대화 속에서 오해가 생기기 쉬우니 말을 아끼고 상황을 관찰하는 것이 유리합니다.\n\n침묵은 때로는 가장 강력한 의사 표현일 수 있습니다. 말보다 행동으로 신뢰를 쌓고, 감정을 앞세우기보다는 이성적으로 대응하는 것이 오늘을 현명하게 보내는 방법입니다."
  },
  {
    "title": "천운지조",
    "content": "하늘이 돕는 듯한 날입니다. 예상치 못한 기회가 찾아오거나, 어렵던 문제가 우연처럼 해결될 수 있는 흐름이 보입니다. 마치 모든 것이 당신 편이 된 것 같은 기분을 느낄 수 있습니다.\n\n하지만 이런 날일수록 자만하지 말고 감사하는 마음으로 주변을 돌아보세요. 겸손한 태도와 타인에 대한 배려가 오늘의 좋은 운을 더욱 단단하게 만들어 줄 것입니다."
  },
  {
    "title": "산넘어산",
    "content": "하나를 해결하면 또 다른 문제가 나타나는 복잡한 하루가 될 수 있습니다. 일이 쉽게 풀리지 않아 답답함을 느낄 수 있지만, 포기하지 않고 한 걸음씩 나아가다 보면 분명히 출구가 보이게 될 것입니다.\n\n지금은 속도보다는 꾸준함이 더 중요합니다. 인내심을 가지고 마주한 문제들을 하나씩 차근차근 해결해보세요. 그 과정이 오히려 당신을 성장시키는 자산이 됩니다."
  },
  {
    "title": "시기상조",
    "content": "지금은 어떤 일을 추진하기에는 아직 이른 시기입니다. 성급하게 움직이면 오히려 상황이 불리해질 수 있으며, 기대했던 결과와는 다르게 흘러갈 수 있습니다.\n\n지금은 계획을 정비하고 필요한 자원을 준비하는 시간으로 삼는 것이 좋습니다. 충분히 준비하고 때를 기다리면 더 큰 성과를 이룰 수 있는 기회가 곧 찾아올 것입니다."
  },
  {
    "title": "행운의날",
    "content": "작은 기쁨들이 연달아 찾아오는 하루입니다. 사소한 일에도 웃음이 나고, 생각지 못한 선물이나 칭찬을 받을 수 있습니다. 주변 사람들과의 관계도 화기애애하며, 긍정적인 분위기 속에서 하루를 즐길 수 있습니다.\n\n이럴 때일수록 감사의 표현을 아끼지 말고, 받은 행운을 다시 나누려는 마음을 가지면 더 큰 복이 따라올 수 있습니다."
  },
  {
    "title": "새옹지마",
    "content": "오늘은 좋고 나쁜 일이 교차하며 감정의 기복이 클 수 있는 하루입니다. 한순간의 결과에 너무 기뻐하거나 낙담하지 마세요. 인생의 흐름은 예측할 수 없고, 모든 일에는 반전이 따르기 마련입니다.\n\n지금은 중심을 잡고 자신의 감정에 솔직하되, 현명하게 조절하는 것이 중요합니다. 평정심을 유지하면 어떤 상황에서도 흔들리지 않고, 오히려 더 깊은 지혜를 얻게 될 것입니다."
  },
  {
    "title": "우공이산",
    "content": "오늘은 한 걸음 한 걸음이 쌓여서 결국 큰 성과로 이어질 수 있는 날입니다. 당장은 눈에 띄는 변화가 없더라도 낙심하지 말고, 꾸준함과 성실함을 유지하세요.\n\n지루하게 느껴지는 반복 속에 진짜 성공의 씨앗이 숨어 있습니다. 묵묵히 당신의 길을 걸어간다면 언젠가는 그 산도 옮길 수 있습니다."
  },
  {
    "title": "일확천금",
    "content": "뜻밖의 재물 운이나 기회가 들어올 수 있는 하루입니다. 평소에 생각지도 못한 곳에서 이득을 얻게 되거나, 누군가의 도움으로 일이 잘 풀릴 수 있습니다.\n\n하지만 이럴수록 도박적인 태도는 피해야 합니다. 작은 행운은 축복처럼 받아들이되, 성실한 태도로 하루를 보내는 것이 진짜 복을 키우는 길입니다."
  },
  {
    "title": "사면초가",
    "content": "도움이 없다고 느껴질 수 있는 날입니다. 주변에 의지할 곳이 없다고 느끼고 외로움이 커질 수 있지만, 이 시간을 통해 스스로에 대한 신뢰와 독립성을 기를 수 있는 기회가 되기도 합니다.\n\n다소 답답하고 불편한 상황에서도 포기하지 마세요. 자신만의 길을 찾는 순간, 새로운 활로가 보일 것입니다."
  },
  {
    "title": "막역지우",
    "content": "오랜 친구나 깊은 인연이 큰 힘이 되어줄 수 있는 날입니다. 가까운 사람들과의 대화를 통해 위안을 얻고, 진심 어린 조언을 받을 수 있습니다.\n\n내 곁에 누가 있는지 돌아보고, 고마운 사람에게 마음을 표현해 보세요. 따뜻한 교감이 운세보다 더 강한 긍정의 에너지를 불러올 수 있습니다."
  },
  {
    "title": "십년감수",
    "content": "예상치 못한 상황에 가슴을 쓸어내릴 일이 생길 수 있지만, 결과적으로는 무사히 지나가는 하루입니다. 긴장되는 순간도 있겠지만, 오히려 경각심을 일깨워주는 계기가 될 수 있습니다.\n\n불안한 일이 생기더라도 지나고 나면 '그래도 괜찮았네' 하고 웃을 수 있을 겁니다. 침착하게, 그리고 유연하게 대응하세요."
  },
  {
    "title": "작심삼일",
    "content": "의지는 넘치지만 실행력이 부족해지기 쉬운 날입니다. 새로운 계획을 세워도 금방 흐지부지될 수 있으니, 오늘은 '계획'보다는 '실행'을 우선에 두는 것이 좋습니다.\n\n작은 일부터 하나씩 해내며 자신감을 쌓아보세요. 시작이 반이고, 이어가는 것이 전부입니다."
  },
  {
    "title": "금의환향",
    "content": "그동안의 노력이 인정받고 보상받는 날입니다. 마치 전쟁을 치른 장수가 금옷을 입고 고향에 돌아오는 것처럼, 당신의 수고가 드디어 결실을 맺게 됩니다.\n\n축하의 말을 아끼지 말고, 자신에게도 수고했다는 말을 꼭 해주세요. 오늘은 당신의 날입니다."
  },
  {
    "title": "백문불여일견",
    "content": "많이 듣고 많이 배우는 것도 좋지만, 오늘은 직접 경험해보는 것이 더 큰 깨달음을 줍니다. 머릿속에만 있는 정보는 실제와는 다를 수 있어요.\n\n실행을 두려워하지 마세요. 직접 부딪히고 느끼는 것만큼 빠르게 성장할 수 있는 방법은 없습니다."
  },
  {
    "title": "쾌도난마",
    "content": "복잡하게 얽혀있던 문제들이 단칼에 해결될 수 있는 날입니다. 오래 고민하던 일이 속 시원하게 풀리거나, 깔끔한 결정을 내릴 수 있는 기운이 따릅니다.\n\n중요한 것은 '결단력'입니다. 지금은 망설이기보다는 자신을 믿고 과감히 결정할 때입니다. 당신의 선택이 곧 해답입니다."
  }
]
